app/controllers/articles_controller.rb

	def create
		#render plain: params[:article].inspect
		#@article = Article.new(params[:article])
 		#@article = Article.new(params.require(:article).permit(:title, :text))
		@article = Article.new(article_params)

  	if @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "aaaa"], ["text", "qqqqq"], ["created_at", "2015-02-26 08:28:51.342804"], ["updated_at", "2015-02-26 08:28:51.342804"]]